{
    "pokemon_firered": {
        "tag_name": "pokemon_firered",
        "title": {
            "fr": "Pokémon Rouge Feu",
            "en": "Pokémon FireRed"
        },
        "description": {
            "fr": "Revivez l’aventure Pokémon originale, réimaginée avec des graphismes et un gameplay améliorés dans Pokémon Rouge Feu. Commencez votre périple depuis Bourg Palette avec un Salamèche, Carapuce ou Bulbizarre, dans le but de compléter le Pokédex du Professeur Chen et de vaincre la Ligue Pokémon. Affrontez la sinistre Team Rocket, dirigée par l’énigmatique Giovanni, qui cherche à exploiter les Pokémon pour le profit. Explorez la nostalgique région de Kanto enrichie de fonctionnalités modernes, dont le nouvel archipel des Îles Sevii, les échanges sans fil, et un Pokédex élargi incluant les 151 Pokémon originaux ainsi que plusieurs espèces de Johto. Maîtrisez le système de combats basé sur les types, chassez les Pokémon exclusifs à la version comme Caninos et Arcanin, et découvrez des objets cachés grâce aux outils Cherche VS et Top Dresseur.",
            "en": "Relive the original Pokémon adventure reimagined with enhanced graphics and gameplay in Pokémon FireRed. Begin your journey from Pallet Town with a Charmander, Squirtle, or Bulbasaur as you aim to complete Professor Oak's Pokédex and defeat the Elite Four. Challenge the sinister Team Rocket, led by the enigmatic Giovanni, who schemes to exploit Pokémon for profit. Explore the nostalgic Kanto region with modernized features including the new Sevii Islands archipelago, wireless trading capabilities, and an expanded Pokédex featuring 151 original Pokémon plus select Johto species. Master the type-matchup battle system, hunt for version-exclusive Pokémon like Growlithe and Arcanine, and discover hidden items with the VS Seeker and Fame Checker tools."
        },
        "release": 2004,
        "cover_url": "https://www.pokepedia.fr/images/thumb/3/3b/Jaquette_de_Pok%C3%A9mon_Rouge_Feu.png/596px-Jaquette_de_Pok%C3%A9mon_Rouge_Feu.png?20220306100639"
    },
    "pokemon_leafgreen": {
        "tag_name": "pokemon_leafgreen",
        "title": {
            "fr": "Pokémon Vert Feuille",
            "en": "Pokémon LeafGreen"
        },
        "description": {
            "en": "Relive the original Pokémon adventure reimagined with enhanced graphics and gameplay in Pokémon LeafGreen. Begin your journey from Pallet Town with a Charmander, Squirtle, or Bulbasaur as you aim to complete Professor Oak's Pokédex and defeat the Elite Four. Challenge the sinister Team Rocket, led by the enigmatic Giovanni, who schemes to exploit Pokémon for profit. Explore the nostalgic Kanto region with modernized features including the new Sevii Islands archipelago, wireless trading capabilities, and an expanded Pokédex featuring 151 original Pokémon plus select Johto species. Master the type-matchup battle system, hunt for version-exclusive Pokémon like Growlithe and Arcanine, and discover hidden items with the VS Seeker and Fame Checker tools.",
            "fr": "Revivez l’aventure Pokémon originale, réimaginée avec des graphismes et un gameplay améliorés dans Pokémon Vert Feuille. Commencez votre périple depuis Bourg Palette avec un Salamèche, Carapuce ou Bulbizarre, dans le but de compléter le Pokédex du Professeur Chen et de vaincre la Ligue Pokémon. Affrontez la sinistre Team Rocket, dirigée par l’énigmatique Giovanni, qui cherche à exploiter les Pokémon pour le profit. Explorez la nostalgique région de Kanto enrichie de fonctionnalités modernes, dont le nouvel archipel des Îles Sevii, les échanges sans fil, et un Pokédex élargi incluant les 151 Pokémon originaux ainsi que plusieurs espèces de Johto. Maîtrisez le système de combats basé sur les types, chassez les Pokémon exclusifs à la version comme Caninos et Arcanin, et découvrez des objets cachés grâce aux outils Cherche VS et Top Dresseur."
        },
        "release": 2004,
        "cover_url": "https://www.pokepedia.fr/images/9/9e/Jaquette_de_Pok%C3%A9mon_Vert_Feuille.png"
    },
    "pokemon_yellow": {
        "tag_name": "pokemon_yellow",
        "title": {
            "fr": "Pokémon Jaune",
            "en": "Pokémon Yellow"
        },
        "description": {
            "fr": "Tout comme Pokémon Rouge et Bleu, l'action de Pokémon Jaune se déroule dans la région fictive de Kanto, qui est toujours habitée par les mêmes 151 espèces de Pokémon.\n\nLe but du jeu reste le même, seules quelques légères différences subsistent. Par exemple, le protagoniste silencieux ne choisit pas son Pokémon parmi les trois de départ comme dans les jeux originaux. À la place, le professeur Chen lui offre un Pikachu sauvage capturé avant, tandis que le rival prend un Évoli, à l'origine pour le protagoniste.\n\nL'histoire du jeu reprend celle de la série animée Pokémon, jusqu'à avoir Pikachu qui suit le protagoniste. Le joueur peut avoir, également, durant le jeu les trois « Pokémon de départ » des versions précédentes, c'est-à-dire Bulbizarre, Salamèche et Carapuce.\n\nTout au long du jeu, le joueur devra combattre les forces de la Team Rocket, une organisation criminelle qui vole les Pokémon. Tout comme dans la série animée Pokémon, il devra défier le duo Jessie-James avec leurs Pokémon, Abo/Arbok, Smogo/Smogogo et Miaouss[2]. Le huitième et dernier Champion s'avérera être Giovanni, le chef de la Team Rocket ; sa défaite face au joueur marque la fin de l'organisation.",
            "en": "Just like Pokémon Red and Blue, the action in Pokémon Yellow takes place in the fictional Kanto region, which is still home to the same 151 Pokémon species.\n\nThe objective of the game remains the same, with only a few small differences. For example, the silent protagonist doesn’t choose their starter Pokémon from the classic trio like in the original games. Instead, Professor Oak gives them a previously captured wild Pikachu, while the rival chooses an Eevee that was originally meant for the protagonist.\n\nThe story of the game follows that of the Pokémon animated series, even featuring Pikachu walking behind the protagonist. Throughout the adventure, the player can also obtain the three original “starter Pokémon” from previous versions: Bulbasaur, Charmander, and Squirtle.\n\nDuring the game, the player must fight against the forces of Team Rocket, a criminal organization that steals Pokémon. Just like in the anime, they will have to face the duo Jessie and James with their Pokémon: Ekans/Arbok, Koffing/Weezing, and Meowth. The eighth and final Gym Leader turns out to be Giovanni, the boss of Team Rocket; defeating him marks the end of the organization."
        },
        "release": 2000,
        "cover_url": "https://www.gamecash.be/thumbnail-600/pokemon-jaune-e57727-e65049.jpg"
    }
}